Repository: lbernardo-dev/shield
Catalog: Shield/Localization/Strings/Gallery.xcstrings
Source language: en
Languages: es

# gallery_title
source: Style gallery
es: Galería de estilos

# gallery_subtitle
source: Choose a redaction style and preview it live
es: Elige un estilo de redacción y previsualízalo en vivo

# gallery_group_essentials
source: Essentials
es: Esenciales

# gallery_group_essentials_sub
source: Compatible with all document types
es: Compatibles con todos los documentos

# gallery_group_blur
source: Blur
es: Difuminados

# gallery_group_blur_sub
source: Soft and natural concealment
es: Ocultación suave y natural

# gallery_group_patterns
source: Patterns
es: Patrones

# gallery_group_patterns_sub
source: High-visibility redaction marks
es: Mayor visibilidad de redacción

# gallery_group_special
source: Special
es: Especiales

# gallery_group_special_sub
source: Unique effects
es: Efectos únicos

# gallery_region_europe
source: Europe
es: Europa

# gallery_region_americas
source: Americas
es: América

# gallery_region_generic
source: Generic
es: Genérico

# gallery_doc_dni_esp
source: Spanish ID
es: DNI España

# gallery_doc_passport_usa
source: US Passport
es: Pasaporte USA

# gallery_doc_driving_uk
source: UK Licence
es: Licencia UK

# gallery_doc_photo
source: Photo
es: Foto

# gallery_doc_passport_mex
source: MX Passport
es: Pasaporte MX

# gallery_doc_dni_ita
source: Italian ID
es: CI Italia

# gallery_doc_generic_id
source: Generic
es: Genérico

# gallery_apply_style
source: Apply style
es: Aplicar estilo

# gallery_preview
source: Preview
es: Vista previa

# gallery_load_source_button
source: Import
es: Importar

# gallery_load_source_title
source: Load from source
es: Cargar desde origen

# gallery_selected_style_header
source: Selected style
es: Estilo seleccionado
